; Let It Rain FX UI strings. Key = the English text.
; Blank value = fall back to English. UTF-16 LE with BOM, always.
; Generated from translations.csv by build.ps1 - do not hand-edit.
[Strings]
Settings - Let It Rain FX=Asetukset - Let It Rain FX
Rain=Sade
Snow=Lumi
Intensity=Voimakkuus
Low=Heikko
High=Voimakas
Wind Direction=Tuulen suunta
Left=Vasen
Right=Oikea
Simplified snow heap=Yksinkertaistettu lumikasa
Change Particle Color=Vaihda hiukkasten väri
Hide behind windows=Piilota ikkunoiden taakse
Start with Windows=Käynnistä Windowsin mukana
About - Let It Rain FX=Tietoja - Let It Rain FX
Report issues or send feedback to=Ilmoita ongelmista tai lähetä palautetta osoitteeseen
Support=Tue
Other apps=Muut sovellukset
Fast, lightweight, and minimalist photo viewer designed for the modern Windows=Nopea, kevyt ja pelkistetty kuvakatselin nykyaikaiselle Windowsille
Customizable, minimal, transparent desktop clock widgets for Windows=Mukautettavat, pelkistetyt ja läpinäkyvät työpöytäkellot Windowsille
Configure=Asetukset
About=Tietoja
Exit=Lopeta
